Repository: tcorrea/santstec
Catalog: web/classes/components/Form/locale/*/LC_MESSAGES/javascript.po
Languages: cs, de, hu, id, ja, nb, pl, ru, sk, sv, zh_cn

source: <strong>+Add</strong> choice
cs: <strong>+Přidat</strong> výběr
de: Auswahl <strong>+hinzufügen</strong>
hu: <strong>+hozzáadás</strong> választás
id: <strong>+Tambah</strong> pilihan
ja: 選択を<strong>+追加する</strong>
nb: <strong>+Legg til</strong> valg
pl: <strong>+Add</strong> wybór
ru: <strong>+Добавить</strong> выбор
sk: <strong>+Pridať</strong> možnosť
sv: <strong>+Lägg till</strong> val
zh_cn: <strong>+添加</strong>选择

source: Click here to change
cs: Chcete-li provést změnu, klikněte sem
de: Zum Ändern hier klicken
hu: Kattintson ide a módosításhoz
id: Klik di sini untuk mengubah
ja: 変更するには、こちらをクリックして下さい
nb: Klikk her for å endre
pl: Zmień
ru: Нажмите здесь, чтобы изменить
sk: Po kliknutí sem môžete zmeniť
sv: Klicka här för att ändra
zh_cn: 单击此处进行更改

source: Click here to edit
cs: Chcete-li provést úpravy, klikněte sem
de: Zum Bearbeiten hier klicken
hu: Kattints ide a szerkesztéshez
id: Klik di sini untuk menyunting
ja: 編集するにはここをクリックして下さい
nb: Klikk her for å redigere
pl: Edytuj
ru: Нажмите здесь для редактирования
sk: Po kliknutí sem môžete editovať
sv: Klicka här för att redigera
zh_cn: 单击此处进行编辑

source: Click in a form field to edit the label, click and drag form fields around to change the order, or click on "Add new field" to add fields.
cs: Chcete-li upravit popisek, klikněte do pole formuláře. Chcete-li změnit pořadí polí formuláře, na pole klikněte a přetáhněte jej na příslušnou pozici. Chcete-li přidat pole, klikněte na možnost „Přidat nové pole“.
de: Klicken Sie in ein Formularfeld, um die Beschriftung zu bearbeiten, klicken Sie auf Formularfelder und ziehen Sie sie, um die Reihenfolge zu ändern, oder klicken Sie auf "Neues Feld hinzufügen", um Felder hinzuzufügen.
hu: Kattintson az űrlap mezőre a címke szerkesztéséhez, kattintson, és húzza körbe az űrlapmezőket a sorrend módosításához, vagy kattintson az "Új mező hozzáadása" menüre a mezők hozzáadásához.
id: Klik pada bidang formulir untuk menyunting label, klik dan tarik bidang formulir untuk mengubah urutan, atau klik pada "Tambah bidang baru" untuk menambahkan bidang.
ja: ラベルを編集するには、フォーム領域内をクリックして、順序を変更するには、フォーム領域をクリック・アンド・ドラッグして下さい、あるいは「新しい領域を追加」をクリックして領域を追加しましょう。
nb: Klikk i et skjemafelt for å redigere etiketten, klikk og dra feltene rundt for å endre rekkefølgen, eller klikk på "Legg til nytt felt" for å legge til felter.
pl: Kliknij w polu formularza aby edytować etykietę, kliknij i przeciągnij pola formularza aby zmienić ich kolejność lub kliknij na "Dodaj nowe pole" aby dodać pola.
ru: Щелкните кнопкой мыши в поле формы для редактирования метки, щелкните кнопкой мыши и перетащите поле формы для изменения порядка или нажмите на кнопку «Добавить новое поле», чтобы добавить поля.
sk: Ak chcete zmeniť menovku, kliknite do poľa formulára. Ak chcete zmeniť poradie polí, kliknite a presuňte pole. Ak chcete pridať pole, kliknite na tlačidlo „Pridať nové pole“.
sv: Klicka i ett formulärfält för att redigera etiketten, klicka på och dra formulärfälten för att ändra deras ordningsföljd eller klicka på "Lägg till nytt fält" för att lägga till fält.
zh_cn: 单击表单字段以编辑标签，单击并拖动表单字段以更改顺序，或者单击“添加新字段”以添加字段。

source: Click to enter URL
cs: Klikněte pro vložení adresy URL
de: Zur Eingabe des URL klicken
hu: Kattints az URL megadásához
id: Klik untuk mengisi URL
ja: クリックしてURLを入力
nb: Klikk her for å skrive inn URL
pl: Kliknij, aby wprowadzić adres URL
ru: Щелкните, чтобы ввести адрес ссылки
sk: Kliknite sem a zadajte adresu URL
sv: Klicka för att fylla i webbadress
zh_cn: 点击进入 URL

source: Click to enter an email address
cs: Klikněte pro zadání emailové adresy
de: Zur Eingabe einer E-Mail-Adresse klicken
hu: Kattints egy e-mail cím megadásához
id: Klik untuk mengisi alamat email
ja: クリックしてEメールアドレスを入力
nb: Klikk her for å skrive inn e-postadresse
pl: Kliknij, aby wprowadzić adres e-mail
ru: Щелкните, чтобы ввести адрес электронной почты
sk: Kliknite sem a zadajte e-mailovú adresu
sv: Klicka för att fylla i en e-postadress
zh_cn: 点击进入邮箱地址

source: Click to enter phone number
cs: Klikněte pro zadání telefonního čísla
de: Zur Eingabe einer Telefonnummer klicken
hu: Kattints telefonszám megadásához
id: Klik untuk mengisi nomor telepon
ja: クリックして電話番号を入力
nb: Klikk her for å skrive inn telefonnummer
pl: Kliknij, aby wprowadzić numer telefonu
ru: Щелкните, чтобы ввести номер телефона
sk: Kliknite sem a zadajte telefónne číslo
sv: Klicka för att fylla i ett telefonnummer
zh_cn: 点击进入电话号码

source: Click to enter text
cs: Klikněte a zadejte text
de: Klicken Sie, um Text einzugeben
hu: Kattints a szöveg beviteléhez
id: Klik untuk memasukkan teks
ja: 文字を入力するにはここをクリックして下さい
nb: Klikk for å skrive inn tekst
pl: Wprowadź tekst
ru: Кликните, чтобы ввести текст
sk: Po kliknutí môžete zadať text
sv: Klicka för att fylla i text
zh_cn: 单击以输入文本

source: Contact Us
cs: Kontaktujte nás
de: Kontakt
hu: Lépjen kapcsolatba velünk
id: Hubungi Kami
ja: お問い合わせ
nb: Kontakt oss
pl: Skontaktuj się z nami
ru: Свяжитесь с нами
sk: Kontaktujte nás
sv: Kontakta oss
zh_cn: 联系我们

source: Edit mode
cs: Režim úprav
de: Bearbeitungsmodus
hu: Szerkesztési üzemmód
id: Modus sunting
ja: 編集モード
nb: Redigeringsmodus
pl: Tryb edycji
ru: Режим редактирования
sk: Režim editácie
sv: Redigeringsläge
zh_cn: 编辑模式

source: Email
ja: Eメール
nb: Epost
ru: Электронная почта
sv: E-post
zh_cn: 电子邮件

source: Message
cs: Zpráva
de: Nachricht
hu: Üzenet
id: Pesan
ja: メッセージ
nb: Melding
pl: Wiadomość
ru: Сообщение
sk: Správa
sv: Meddelande
zh_cn: 消息

source: Name
cs: Jméno
hu: Név
id: Nama
ja: 名前
nb: Navn
pl: Nazwa
ru: Название
sk: Meno
sv: Namn
zh_cn: 名

source: Phone
cs: Telefon
de: Telefon
hu: Telefon
id: Telepon
ja: 電話
nb: Telefon
pl: Nr telefonu
ru: Телефон
sk: Telefón
sv: Telefon
zh_cn: 电话

source: Remove fields by clicking the <span %s>red X</span>, or add a new field by clicking the "<strong>Add new field</strong>" button. Form submissions are sent to your registered email address. Click on the "<strong>Settings</strong>" tab to change this address.
cs: Chcete-li odebrat pole, klikněte na <span %s>červené X</span >. Chcete-li přidat nové pole, klikněte na tlačítko „<strong >Přidat nové pole</strong>“. Odeslané formuláře se posílají na vaši registrovanou e-mailovou adresu. Chcete-li tuto adresu změnit, klikněte na kartu „<strong>Nastavení</strong>“.
de: Entfernen Sie Felder durch Klick auf das <span %s>rote X</span> oder fügen Sie ein neues Feld hinzu mit Klick auf die Schaltfläche "<strong>Neues Feld hinzufügen</strong>". Formulare werden an Ihre registrierte E-Mail-Adresse gesendet. Klicken Sie auf die Registerkarte "<strong>Einstellungen</strong>", um diese Adresse zu ändern.
hu: Távolíts el mezőket a <span %s> piros X </span> kattintásával, vagy adj hozzá egy új mezőt, rákattintva az "<strong> Új mező hozzáadása </strong>" gombra. Az űrlap beküldések az alapértelmezett e-mail címre lesznek elküldve. Kattints a "<strong> Beállítások </strong>" fülre a cím módosításához.
id: Hapus bidang dengan mengeklik <span %s>X merah</span>, atau tambahkan bidang baru dengan mengeklik tombol "<strong>Tambahkan bidang baru</strong>". Pengajuan formulir dikirimkan ke alamat email Anda yang terdaftar. Klik pada tab "<strong>Pengaturan</strong>" untuk mengubah alamat ini.
ja: <span %s>レッドX</span>をクリックすることで、領域を削除でき、また"<strong>新しい領域を追加</strong>"のボタンをクリックすることで、新しい領域を追加できます。フォームへの投稿は、ご登録済のメールアドレス宛に送信されます。このアドレスを変更するには"<strong>設定</strong>"タブをクリックして下さい。
nb: Fjern felter ved å trykke på <span %s>rød X</span>, eller legg til et nytt felt ved å klikke på "<strong>Legg til et nytt felt</strong>"-knappen. Skjemainnsendinger blir sendt til din registrerte e-postadresse. Klikk på "<strong>Innstillinger</strong>" for å endre denne adressen.
pl: Usuń pola klikając przycisk <span%s>red X</span>, lub dodaj nowe pole klikając przycisk "<strong>Dodaj nowe pole</strong>". Potwierdzenie zgłoszenia zostanie wysłane na podany uprzednio adres e-mail. Kliknij zakładkę "<strong>Settings</strong>" aby zmienić podany adres.
ru: Удалите поля, нажав <span %s>красный X</span> или добавьте новое поле, нажав кнопку "<strong>Добавить новое поле</strong>". Формы отправляются на зарегистрированный вами адрес электронной почты. Нажмите на вкладку "<strong>Настройки</strong>", чтобы изменить этот адрес.
sk: Ak chcete odstrániť pole, kliknite na <span %s>červené X</span>. Ak chcete pridať nové pole, kliknite na tlačidlo „<strong>Pridať nové pole</strong>“. Potvrdené formuláre budú odosielané na vašu registračnú e-mailovú adresu. Ak chcete túto adresu zmeniť, kliknite na záložku „<strong>Nastavenia</strong>“.
sv: Ta bort fält genom att klicka på <span %s> röd X </span> eller lägg till ett nytt fält genom att klicka på "<strong> Lägg till nytt fält </strong>"-knappen. Inlämnade formulär skickas till din registrerade e-postadress. Klicka på fliken "<strong>Inställningar</strong>" för att ändra denna adress.
zh_cn: 通过单击<span %s>红 X</span> 删除字段，或者通过单击“<strong>添加新字段</strong>”按钮添加新字段。表单提交内容会发送到您登记的电子邮件地址。单击“<strong>设置</strong>”可更改此地址。

source: Reserved Field Name
cs: Rezervovaný název pole
de: geschützter Feldname
hu: Fenntartott terület neve
id: Nama Bidang Dicadangkan
ja: 保存されたフィールド名
nb: Reservert feltnavn
pl: Zastrzeżone pole nazwy
ru: Наименование зарезервированного поля
sk: Rezervovaný názov poľa
sv: Reserverat fältnamn
zh_cn: 保留字段名称

source: Saving Form
cs: Ukládání formuláře
de: Formular wird gespeichert
hu: Űrlap mentése
id: Menyimpan Formulir
ja: 保存形式
nb: Lagrer skjema
pl: Zapisywanie formularza
ru: Сохраняем форму
sk: Ukladá sa formulár
sv: Sparar formuläret
zh_cn: 保存表单

source: Submit
cs: Odeslat
de: Übermitteln
hu: Küldés
id: Kirim
ja: 送信
nb: Send inn
pl: Prześlij
ru: Поместите
sk: Potvrdiť
sv: Lämna in
zh_cn: 提交

source: Unable to save widget.
cs: Widget nelze uložit.
de: Widget kann nicht gespeichert werden
hu: Modul mentése sikertelen
id: Tidak dapat menyimpan widget.
ja: ウィジェットをセーブできません。
nb: Kan ikke lagre widget.
pl: Nie można zapisać widżetu.
ru: Не удается сохранить виджет.
sk: Nie je možné uložiť miniaplikáciu.
sv: Det gick inte att spara widget.
zh_cn: 无法保存小部件。

source: You can add form field labels, change the field order, or add new form fields here.
cs: Zde můžete přidávat popisky polí formuláře, měnit pořadí polí a přidávat do formuláře nová pole.
de: Hier können Sie Formularfeldbeschriftungen hinzufügen, die Feldreihenfolge ändern oder neue Formularfelder hinzufügen.
hu: Hozzáadhatsz űrlapmező címkéket, módosíthatsz mezőket, vagy hozzáadhatsz új űrlap mezőket itt.
id: Anda dapat menambahkan label bidang formulir, mengubah urutan bidang, atau menambahkan bidang formulir baru di sini.
ja: フォーム領域ラベルの追加や、領域の順序の変更、または新しいフォーム領域をこちらへ追加することができます。
nb: Du kan legge til skjemafeltetiketter, endre feltrekkefølgen, eller legge til nye skjemafelter her.
pl: Tutaj możesz dodać etykiety pól formularza, zmienić kolejność pól lub dodać nowe pola formularza.
ru: Вы можете добавлять описания к полям, менять порядок полей или добавлять новые поля здесь.
sk: Tu môžete meniť menovky polí, meniť poradie polí a pridávať nové polia formulára.
sv: Du kan lägga till etiketter för formulärfält, ändra fältens ordningsföljd eller lägga till nya formulärfält här.
zh_cn: 您可以在此处添加表单字段标签，更改字段顺序，或者添加新的表单字段。

source: Your form contains a label with a reserved field name. Please rename the field to continue.
cs: Formulář obsahuje popisek s rezervovaným názvem pole. Než budete pokračovat, pole prosím přejmenujte.
de: Ihr Formular enthält eine Beschriftung mit einem geschützten Feldnamen. Bitte benennen Sie das Feld um, um fortzufahren.
hu: Az űrlap tartalmaz egy fenntartott mező nevű címkét . Nevezd át a mezőt a folytatáshoz.
id: Formulir Anda memiliki label dengan nama bidang yang dicadangkan. Silakan ubah nama bidang untuk melanjutkan.
ja: フォームに保留したフィールド名のラベルが含まれています。続行するためにフィールド名の変更をお願いします。
nb: Skjemaet inneholder en etikett med et reservert navn. Vennligst endre feltet for å fortsette.
pl: Formularz zawiera etykietę z zastrzeżoną nazwą pola. Zmień nazwę pola aby kontynuować.
ru: Ваш бланк содержит метку с зарезервированным именем поля. Для продолжения, пожалуйста, переименуйте поле.
sk: Na vašom formulári sa nachádza menovka, ktorá obsahuje rezervovaný názov poľa. Aby bolo možné pokračovať, premenujte príslušné pole.
sv: Formuläret innehåller en etikett med ett reserverat fältnamn. Byt namn på fältet för att fortsätta.
zh_cn: 你的表格包含一个有保留字段名的标签。请重命名这个字段以继续。

source: Your form has been successfully submitted! Thank you!
cs: Formulář byl úspěšně odeslán. Děkujeme!
de: Ihr Formular wurde erfolgreich abgesendet! Vielen Dank!
hu: Az űrlap sikeresen elküldésre került! Köszönjük!
id: Formulir Anda berhasil diajukan! Terima kasih!
ja: あなたのフォームは無事に提出されました! ありがとうございます!
nb: Skjemaet er sendt! Tusen takk!
pl: Formularz został pomyślnie przesłany! Dziękujemy!
ru: Ваша форма была успешно отправлена! Спасибо!
sk: Formulár bol úspešne odoslaný! Ďakujeme!
sv: Formuläret har skickats! Tack!
zh_cn: 您的表格已成功提交！谢谢！

source: item 1
cs: položka 1
de: Element 1
hu: 1. tétel
ja: 商品1
nb: vare 1
pl: pozycja 1
ru: объект 1
sk: položka 1
sv: post 1
zh_cn: 项目 1

source: item 2
cs: položka 2
de: Element 2
hu: 2. tétel
ja: 商品2
nb: vare 2
pl: pozycja 2
ru: объект 2
sk: položka 2
sv: post 2
zh_cn: 项目 2

source: item 3
cs: položka 3
de: Element 3
hu: 3. tétel
ja: 商品3
nb: vare 3
pl: pozycja 3
ru: объект 3
sk: položka 3
sv: post 3
zh_cn: 项目 3
