Repository: tcorrea/santstec
Catalog: web/classes/components/Form/locale/*/LC_MESSAGES/messages.po
Languages: hu, id, ja, ru

source: <strong>Add</strong> new field</span>
hu: <strong>Új mező</strong> hozzáadása</span>
id: <strong>Tambahkan</strong> bidang baru</span>
ja: 新しいフィールド</span>を<strong>追加</strong>
ru: <strong> Добавить</strong> новое поле</span>

source: <strong>Name</strong>, <strong>Email</strong>, <strong>Phone</strong>, <strong></strong> and a <strong>Message</strong>
hu: <strong>Név</strong>, <strong>E-mail</strong>, <strong>Telefon</strong>, <strong></strong> és egy<strong>Üzenet</Strong>
id: <strong>Nama</strong>, <strong>Email</strong>, <strong>Telepon</strong>, <strong></strong> dan <strong>Pesan</strong>
ja: <strong>氏名</strong>、<strong>Eメール</strong>、<strong>電話</strong>、<strong></strong> および <strong>メッセージ</strong>
ru: <strong>Имя</strong>, <strong>Email</strong>, <strong>Телефон</strong>, <strong></strong> и <strong>Сообщение</strong>

source: A blank form template to which you can add any fields you wish.
hu: Egy üres űrlap sablon, amelyhez hozzáadhatsz bármilyen mezőt.
id: Template formulir kosong yang dapat Anda tambahi dengan bidang apa pun yang Anda inginkan.
ja: ご希望のフィールドを追加できる空白のフォームのテンプレート。
ru: Чистое пространство с шаблона, в котором вы можете добавить любые поля по своему желанию.

source: Adding a contact form to your website provides an easy way for your visitors to get hold of you. Forms automatically include a CAPTCHA, which helps prevent spam emails.
hu: Egy kapcsolatfelvételi űrlap hozzáadása a honlapodhoz nagyszerű lehetőséget jelent látogatók szerzésére. Az űrlapok automatikusan tartalmaznak egy CAPTCHA-t, amely segít megelőzni a spam e-maileket.
id: Menambahkan formulir kontak ke situs web Anda merupakan cara yang mudah bagi para pengunjung untuk menghubungi Anda. Formulir secara otomatis menyertakan CAPTCHA, yang membantu untuk menghindari email spam.
ja: ご自身のウェブサイトにお問い合わせフォームを追加することで、訪問者の皆さんからあなたへの連絡が簡単にできるようになります。フォームは、スパムメールの防止に役立つCAPTCHAを自動的に組み込んでいます。
ru: Добавление формы обратной связи на ваш сайт обеспечивает вашим посетителям легкий способ общения с вами. Формы автоматически включают механизм CAPTCHA, помогающий предотвратить спам по электронной почте.

source: Blank Form
hu: Üres Űrlap
id: Formulir Kosong
ja: 白紙のフォーム
ru: Чистый Бланк

source: Button label:
hu: Gombfelirat:
id: Label tombol:
ja: ボタンのラベル：
ru: Метка кнопки:

source: Checkboxes
hu: Jelölőnégyzetek
id: Checkbox
ja: チェックボックス
ru: Флажки

source: Choose from a list
hu: Válassz a listából
id: Pilih dari daftar
ja: リストから選ぶ
ru: Выберите из списка

source: Contact Us
hu: Lépjen kapcsolatba velünk
id: Hubungi Kami
ja: お問い合わせ
ru: Свяжитесь с нами

source: Edit
hu: Szerkesztés
id: Sunting
ja: 編集
ru: Редактировать

source: Email field
hu: E-mail mező
id: Larik email
ja: Eメール欄
ru: Поле электронного адреса

source: Email form submissions to:
hu: E-mail űrlap elküldések:
id: Kirim pengajuan formulir ke:
ja: Eメールフォームを提出する：
ru: Отправляйте формы по электронной почте:

source: Enter a form completion message:
hu: Adjon meg egy űrlap befejező üzenetet:
id: Masukkan pesan penyelesaian formulir:
ja: フォーム完了メッセージを入力する：
ru: Введите сообщение об окончании формы:

source: Form
hu: Űrlap
id: Formulir
ja: フォーム
ru: Форма

source: Form Post Failed. Please try again.
hu: Az űrlap közzététele sikertelen. Kérjük, próbálja újra.
id: Gagal Mengeposkan Formulir. Silakan coba lagi.
ja: フォームの投稿に失敗しました。もう一度やり直してください。
ru: Отправка формы не удалась. Пожалуйста, попробуйте снова.

source: Multi Line Text
hu: Többsoros szövegmezők
id: Teks Multibaris
ja: 複数ラインのテキスト
ru: Многолинейный текст

source: Multiple Choice
hu: Több választási lehetőség
id: Pilihan Berganda
ja: 複数選択
ru: Множественный выбор

source: Phone field
hu: Telefon mező
id: Larik Telepon
ja: 電話欄
ru: Поле номера телефона

source: Remove fields by clicking the <span %s>red X</span>, or add a new field by clicking the "<strong>Add new field</strong>" button. Form submissions are sent to your default email address. Click on the "<strong>Settings</strong>" tab to change this address.
hu: Távolítson el mezőket a <span %s> piros X </span> kattintásával, vagy adjon hozzá egy új mezőt, rákattintva az "<strong> Új mező hozzáadása </strong>" gombra. Az űrlap beküldések az alapértelmezett e-mail címre lesznek elküldve. Kattintson a "<strong> Beállítások </strong>" fülre a cím módosításához.
id: Hapus kolom dengan meng-klik <span %s> merah X</span>, atau tambahkan kolom baru dengan meng-klik tombol "<strong> Tambah kolom baru</strong>". Pengiriman form akan terkirim ke alamat email langsung. Klik tab "<strong> Pengaturan</strong> untuk mengubah alamat ini.
ja: <span %s>赤いX</span>をクリックしてフィールドを削除するか、「<strong>Add new field</strong>」ボタンをクリックして、新しいフィールドを追加します。フォームの提出は、あなたのデフォルトの電子メールアドレスへ送信されます。このアドレスを変更するには、「<strong>設定</strong>」タブをクリックします。
ru: Уберите поля, щелкнув по <span %s>красному X</span>, или добавьте новое поле, нажав кнопку "<strong>Добавить новое поле</strong>". Поданные формуляры будут отправлены по вашему электронному адресу по умолчанию. Выберите вкладку "<strong>Настройки</strong>", чтобы изменить этот адрес.

source: Select a starting form type:
hu: Válasszon ki egy indítási űrlap típust:
id: Pilih tipe formulir awal:
ja: 最初のフォームタイプを選択する：
ru: Выберите тип стартовой формы:

source: Settings
hu: Beállítások
id: Pengaturan
ja: セッティング
ru: Настройки

source: Single Line Text
hu: Egysoros Szöveg
id: Teks Satu Baris
ja: 一行のテキスト
ru: Однострочный текст

source: Starting Form Fields:
hu: Kezdő űrlapmezők:
id: Bidang Formulir Awal:
ja: フィールドからスタートする
ru: Начинаем формирование полей:

source: Submit
hu: Küldés
id: Kirim
ja: 送信
ru: Поместите

source: Text
hu: Szöveg
id: Teks
ja: テキスト
ru: Текст

source: This is the message that your site visitor will see after<br /> successfully submitting your form.
hu: Ezt az üzenetet fogják látni a weboldaladra látogatók, miután <br /> sikeresen elküldik az űrlapodat.
id: Ini adalah pesan yang akan dilihat oleh pengunjung situs Anda setelah <br />berhasil mengisi formulir Anda.
ja: これは、あなたのサイトの訪問者が、<br />フォームの提出に成功した後に見るメッセージです。
ru: Это сообщение, которое посетитель вашего сайта увидит после <br /> удачной отправки вашей формы.

source: To add a form, choose a "<strong>Contact Us</strong>" or "<strong>Blank Form</strong>" template.
hu: Egy űrlap hozzáadásához, válaszd a "<strong> kapcsolat </strong>" vagy "<strong> üres űrlap </strong>" sablont.
id: Untuk menambahkan formulir, pilih template "<strong>Hubungi Kami</strong>" atau "<strong>Formulir Kosong</strong>".
ja: フォームを追加するには、 「<strong>問い合わせ</strong>」 もしくは 「<strong>空白のフォーム</strong>」 のテンプレートを選択してください。
ru: Чтобы добавить форму, выберите "<strong>Свяжитесь с нами</strong>" или шаблон "<strong>Пустая форма</strong>".

source: URL field
hu: URL mező
id: Larik URL
ja: URL欄
ru: Поле адреса ссылки
